main = "Нажмите у чтобы открыть инвентарь, а чтобы чекнуть если есть лут\nф) Вправо ц) Вверх в) Влево ы) Вниз"
inventory_1 = "й) Выйти ф) Взять в левую руку"
inventory_2 = "у) Использовать в) Взять в правую руку"
inventory_3 = "с) Надеть на себя"
use_heal_from_inventory = "Зелье использовано! Вы восстановили"
use_agility_from_inventory = "Зелье использовано! Вы чувствуете себя легче!"
use_unhelpful_item = "Этот предмет бесполезен"
menu_1 = "имеет"
menu_2 = "hp. Их урон равен"
menu_3 = "hp. Ваш урон равен"
menu_4 =  ". Ваша защита равна"
menu_5 = "Ваш шанс нанесения урона равен"
menu_6 = "Ваш шанс побега равен"
menu_7 = "ф) Атаковать с) Убежать \nНажмите У чтоб открыть инвентарь"
run_1 = "Вы успешно сбежали!"
run_2 = "Ту бэд, давай заного! Ты потерял"
fight_1 = "Вы встретили"
fight_2 = "вы проиграли!!"
fight_3 = "был убит"
fight_4 = "Хотите сыграть ещё?\n>К для рестарта   >Нажмите любую кнопку для выхода"
fight_5 = "Покеда"
win_1 = "вы выйграли!!"
win_2 = "был убит!"
win_3 = "потерял"
lose = "потерял"
inspection = "\nу) Подобрать выбранный предмет \nк) Выкинуть выбранный предмет"
finish = "Вы завершили игру!\nк) Рестартнуть й) Выйти"
classes_inspect = " Инвентарь: Ц/Ы чтобы выбрать             Исследуемое: Ф/В чтобы выбрать"

items = {
"copper_dagger": "Медный Клинок",
"small_healing_potion": "Маленькое Зелье Лечения",
"copper_helmet": "Медный Шлем",
"copper_chestplate": "Медный Нагрудник",
"copper_leggins": "Медные Штаны",
"small_agility_potion": "Маленькое Зелье Проворства",
"wooden_shield": "Деревянный Щит",
"leather_helmet": "Кожанный Шлем",
"leather_cout": "Кожанный Плащ",
"leather_pants": "Кожанные Штаны",
"iron_sword": "Железный Меч",
"medium_healing_potion": "Среднее Зелье Лечения",
"iron_helmet": "Железный Шлем",
"iron_chestplate": "Железный Нагрудник",
"iron_leggins": "Железные Штаны",
"medium_agility_potion": "Среднее Зелье Проворства",
"steel_shield": "Стальной Щит",
"excalibur": "Экскалибур",
"big_healing_potion": "Большое Зелье Лечения",
"diamond_helmet": "Алмазный Шлем",
"diamond_chestplate": "Алмазный Нагрудник",
"diamond_leggins": "Алмазный Шлем",
"big_agility_potion": "Большое Зелье Проворства",
"titanium_shield": "Титановый Щит",
"zombie_bone": "Кость Зомби",
"skeleton_heart": "Сердце Скелета",
"slime_gel": "Гель Слизня",
"spider_leg": "Лапа Паука",
"wand_of_dishonest": "Посох Нечестивости",
"error": "ПРЕДМЕТ НЕ НАЙДЕН",
"fist": "Кулак",
}


